Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: prefabricated ducts for the removal of demolition waste, and belt conveyors and inclined lifts.
sv: prefabricerade störttrummor för nedtransport av rivningsmassor och bandtransportörer och snedbanor.

source: It is important for specially arranged conveying systems to be assembled so that the risk of falling to a lower level will be averted for persons working at the worksite.
sv: Det är viktigt att särskilt anordnade transportsystem monteras så att risken för fall till lägre nivå är förebyggd för dem som är verksamma på arbetsstället.

source: See also Section 49, concerning inspection.
sv: Se även 49 § om kontroll.

source: Concerning equipment for lifting and conveying, see Section 46.
sv: Beträffande utrustning för lyft och transport, se 46 §.

source: Guidance on Section 54
sv: Hantering av avfall

source: Building and demolition waste is often pre-separated on site into several different fractions.
sv: Till 54 § Byggavfall och rivningsavfall sorteras ofta på byggarbetsplatsen i flera olika fraktioner.

source: When positioning containers for waste, it is important to ensure that adequate space is available for separation.
sv: Vid uppställning av behållare för avfall är det viktigt att se till att tillräckligt utrymme för sortering finns.

source: It is also important to avert the risks associated with placing building waste in the containers and with handling of the containers in the course of transport operations.
sv: Det är vidare viktigt att riskerna i samband med att man lägger byggavfallet i behållarna och i samband med att man hanterar behållarna vid transport är förebyggda.

source: Provisions and General Recommendations on the handling of dangerous substances are contained in AFS 1994:2, Dangerous Substances.
sv: Föreskrifter och allmänna råd om hantering av farliga ämnen finns i AFS 1994:2, Farliga ämnen.

source: The packaging and other stabilising devices are often damaged during transport.
sv: Emballage och andra stabiliserande anordningar skadas ofta under transport.

source: Accidents from collapsing objects can be avoided if the packagings are checked prior to unloading and reception.
sv: Om man kontrollerar dessa före lossning och mottagning kan rasolyckor undvikas.

source: Falls to a lower level etc.
sv: Fall till lägre nivå m.m.

source: Chap. 2, Section 7 of the Work Environment Act indicates that general safety measures shall be the first resort.
sv: Att allmänna skyddsåtgärder skall användas i första hand framgår av 2 kap. 7 § arbetsmiljölagen.

source: Where building or civil engineering work is concerned, the risk of falls to a lower level generally needs to be prevented by means of guardrails, work platforms, cages or scaffolding when the difference in level is two metres or more.
sv: Då det gäller byggnads- eller anläggningsarbete behöver risken för fall till lägre nivå i allmänhet förebyggas med skyddsräcken, arbetsplattformar, arbetskorgar eller ställningar när nivåskillnaden är två meter eller mer.

source: Safety devices of this kind may also be needed for smaller differences between levels, e.g. if there is a danger of the employee falling into water.
sv: Sådana skyddsanordningar kan även behövas vid mindre nivåskillnader, t.ex. om arbetstagaren riskerar att falla i vatten.

source: Section 11 requires the work environment plan to include a description of the special measures to be taken where work entails a risk of falling to a lower level and the difference in levels is two metres or more.
sv: Enligt 11 § skall arbetsmiljöplanen innehålla en beskrivning av de särskilda åtgärder som skall vidtas vid arbete med risk för fall till lägre nivå där nivåskillnaden är två meter eller mer.

source: A height of one metre is generally sufficient for guardrails.
sv: En meter är en i allmänhet tillräcklig höjd på skyddsräcken.

source: Depending on the nature of the work, guardrails may need to be higher.
sv: Beroende på arbetets art kan skyddsräckena behöva var högre.

source: The lining referred to in Section 57, 2nd paragraph may, for example, consist of planks or netting.
sv: Den inklädnad som nämns i 57 § andra stycket kan t.ex. bestå av inbrädning eller nät.

source: Guardrails or equipment designed to prevent falls to a lower level should be selected and assembled in such a way that they can be used with ample safety throughout the project execution stage or for as long as the risk of falls persists.
sv: Skyddsräcken eller utrustning som skall förebygga fall till lägre nivå bör väljas och monteras så att de med betryggande säkerhet kan användas under hela byggskedet eller så länge risken för fall finns.

source: It is of the utmost importance for a guardrail or protective cover to be installed immediately.
sv: Det är av största vikt att skyddsräcke eller skyddstäckning kommer på plats omedelbart.

source: As a second resort, aids such as a gang- plank, work platform or suchlike can be used.
sv: I andra hand kan hjälpmedel som t.ex. landgång, arbetsplattform eller liknande användas.

source: Even if a sanction charge has been decided upon, the Swedish Work Environment Authority may describe in detail in such a proactive prohibition or injunction which protective measures are required, e.g. stating that a protective guardrail shall be set up.
sv: Även om en sanktionsavgift har beslutats kan Arbetsmiljöverket i ett sådant framåtsyftande förbud eller föreläggande mer i detalj beskriva vilka skyddsåtgärder som krävs, t.ex. att skyddsräcke ska sättas upp.

source: Note that protection against falls pursuant to the second paragraph in this section shall be designed pursuant to the general stipulations applicable for such devices, e.g. the regulations on scaffolding, ladders and trestles, personal protective equipment and the rules on guardrails and safety nets in the regulations on building and civil engineering work.
sv: Observera att för fallskydden enligt andra stycket i denna paragraf gäller att de ska vara utformade enligt de bestämmelser i övrigt som gäller för sådana anordningar, t.ex. föreskrifterna om ställningar, stegar och arbetsbockar, personlig skyddsutrustning och reglerna om skyddsräcken och skyddsnät i föreskrifterna om byggnads- och anläggningsarbete.

source: Working within the protection of guardrails, etc. means not only the actual work but also moving in connection with the work.
sv: Med att arbeta i skydd av skyddsräcken m.m. menas inte bara själva arbetet utan också de förflyttningar som görs i samband med arbetet.

source: The stipulations of the Swedish Work Environment Authority’s regulations on the use of personal protective equipment are applicable to personal fall protection systems.
sv: För personligt fallskyddssystem gäller bestämmelserna i Arbetsmiljöverkets föreskrifter om användning av personlig skyddsutrustning.

source: The fact that the lanyard shall be anchored means that the anchor point should be capable of withstanding a static load of at least 10 kN for 3 minutes.
sv: Med att linan ska vara förankrad menas att förankringspunkten bör klara en statisk belastning på minst 10 kN under 3 minuter.

source: Mobile anchor points which accompany the user should be CE-labelled and meet the requirements pursuant to SS EN 795 Protection against falls from a height – Anchor devices – Requirements and testing.
sv: Mobila förankringspunkter, som medföljer brukaren, bör vara CE-märkta och uppfylla kraven enligt SS EN 795 Fallskydd – Förankringsutrustning – Fordringar och provning.

source: As regards fixed anchor points on equipment, the requirements in the standard for the relevant equipment should be met, if any such standard exists.
sv: När det gäller fasta förankringspunkter på utrustningar, bör kraven i standarden för respektive utrustning uppfyllas, om sådan standard finns.

source: Number of people employed, regardless of whether they work full-time or part-time, means:
sv: Med antal sysselsatta avses, oavsett om de arbetar heltid eller deltid:

source: Employees employed.
sv: Anställda arbetstagare.

source: Hired labour (cf. Chap. 3, Section 12 (2) of the Work Environment Act).
sv: Inhyrd arbetskraft (jämför 3 kap. 12 § andra stycket arbetsmiljölagen).

source: As regards enterprises without employees employed (cf. Chap. 3, Section 5 of the Work Environment Act), number of people employed, regardless of whether they work full-time or part-time, means:
sv: I fråga om verksamhet utan anställda arbetstagare (jämför 3 kap. 5 § arbetsmiljölagen) avses med antal sysselsatta, oavsett om de arbetar heltid eller deltid:

source: •The people who run the enterprise.
sv: De personer som driver verksamheten.

source: •Hired labour.
sv: Inhyrd arbetskraft.

source: The corporate registration number of the relevant physical or legal entity determines which persons are to be considered to be included in the enterprise.
sv: Den aktuella fysiska eller juridiska personens organisationsnummer avgör vilka personer som ska anses ingå i verksamheten.

source: The number of people employed includes persons at all of the enterprise’s work sites.
sv: I antalet sysselsatta inräknas personer på verksamhetens samtliga arbetsställen.

source: The number of people employed shall be calculated on the basis of information relating to the date on which the breach of the sanction stipulation was found.
sv: Antalet sysselsatta ska beräknas utifrån information avseende den dag som överträdelsen av sanktionsbestämmelsen konstaterades.

source: Note that if there are several companies on site and breaching the stipulation, each such company shall pay a sanction charge.
sv: Observera att om flera företag finns på platsen och bryter mot bestämmelsen, ska varje sådant företag betala sanktionsavgift.

source: The workplaces
sv: (AFS 2014:26)

source: Guidance on Section 61
sv: Arbetsplatserna

source: In the case of worksites positioned high up or low down, it is especially important to observe the requirements of mechanical strength and stability.
sv: Till 61 § När det gäller högt eller lågt belägna arbetsplatser är det särskilt viktigt att uppmärksamma kraven på hållfasthet och stabilitet.

source: Work stations for assembly at a great height and work stations for foundation laying at a great depth are cases in point.
sv: Som exempel kan nämnas arbetsplatser för montering på stor höjd eller för grundläggning på stort djup.

source: Organisational measures as referred to in subsection two of this section can mean limiting the length of working spells and the total time for working day which the employee spends in the space concerned.
sv: Organisatoriska åtgärder enligt paragrafens andra stycke kan vara en begränsning av arbetspassens längd och den totala tiden per arbetsdag som arbetstagaren får arbeta i utrymmet.

source: A vertical or near-vertical permanently fixed ladder can be used as an access route for inspecting a roof or suchlike and also as an emergency route.
sv: Lodrät eller nästan lodrät fastmonterad stege kan användas som tillträdesled för inspektion av tak eller liknande samt som utrymningsväg.

source: It is not normally suitable as an access route to a worksite.
sv: Som tillträdesled till arbetsplats är den normalt inte lämplig.

source: General Recommendations on the suitable width of access routes are to be found in the guidance on Sections 39-41.
sv: Allmänna råd om lämplig bredd för tillträdesled finns i kommentarerna till 39–41 §§.

source: High-precision light work, for example, requires a higher temperature than heavy, mobile work.
sv: Bland annat kräver ett lätt arbete med hög precision högre temperatur än ett tungt rörligt arbete.

source: Atmospheric influences which can be detrimental to the safety and health of the employees include, for example, strong winds, intense heat or cold, heavy or frozen rain and heavy falls of snow.
sv: Exempel på atmosfärisk påverkan som kan inverka menligt på arbetstagarnas hälsa och säkerhet är hård blåst, stark värme eller kyla, kraftigt eller underkylt regn eller kraftigt snöfall.

source: In the event of thunderstorms, the risk of lightning strikes should be taken into account.
sv: Vid åskväder bör risken för blixtnedslag beaktas.

source: There are special systems commercially available for covering over worksites (encapsulation constructions).
sv: På marknaden finns särskilda system för intäckning av arbetsplatser (väderskydd).

source: Wind augments the risk of injury from cold and frost.
sv: Blåst ökar risken för kyl- och frostskador.

source: Strong wind, moreover, impedes the handling of materials with large areas, such as sheet metal, building board and so on.
sv: Stark vind försvårar dessutom hanteringen av material med stor yta, såsom plåt, byggskivor osv.

source: Frozen rain can cause slippery conditions and impede the handling of tools and materials.
sv: Underkylt regn kan orsaka halka och försvåra hantering av verktyg och material.

source: Alterations to buildings often involve interference with load-bearing structures.
sv: Vid ändring av byggnader behöver ofta ingrepp i bärande konstruktioner göras.

source: This too can give rise to temporary fragility or instability.
sv: Även då kan övergående bräcklighet eller instabilitet uppkomma.

source: During work with prefabricated structures and shuttering systems, it is important to comply with the assembly instructions which it is the supplier’s duty to provide.
sv: Vid arbete med monteringsfärdiga konstruktioner samt formsystem är det viktigt att följa de monteringsanvisningar som leverantören är skyldig att lämna.

source: See also the guidance on Section 69.
sv: Se vidare kommentaren till 69 §.

source: If gases form in a space of this kind and the ventilation is insufficient or if the atmospheric oxygen in the space has been exhausted by oxidation, this can endanger employees entering the space.
sv: Om det i ett sådant utrymme bildas gaser och ventilationen är otillräcklig eller om luftens syre i utrymmet genom oxidation är förbrukat kan detta medföra fara för arbetstagare som beträder utrymmet.

source: Internal combustion engines should not be used for work in or near a shaft or well, owing to the risk of exhaust fumes and oxygen deficiency.
sv: Förbränningsmotor bör inte användas för arbete i eller i närheten av schakt eller brunn på grund av risken för avgaser och syrebrist.

source: Emissions from air conditioning plants, gas cylinders, transport operations etc., can create a hazardous area in the vicinity.
sv: Utsläpp från kylanläggningar, gastuber, transporter osv. kan medföra att det innebär risk att vistas på området närmast utsläppet.

source: Special caution may need to be observed when gases heavier than air accumulate in low-lying areas.
sv: Särskild försiktighet kan behöva iakttas då gaser som är tyngre än luft samlas i lågt belägna områden.

source: A space should be aired by supplying clean air with the aid of a fan, compressor or air cylinder.
sv: Vädring av utrymme bör ske genom tillförsel av ren luft med hjälp av fläkt, kompressor eller lufttub.

source: Air normally contains 21% oxygen by volume.
sv: Normalt innehåller luften 21 volymprocent syre.

source: A lower percentage of oxygen has an adverse effect on the employees.
sv: Lägre andel syre påverkar arbetstagarna negativt.

source: At oxygen contents of 15-17% by volume, symptoms such as fatigue and increased pulse rate occur.
sv: Vid syrehalter kring 15–17 volymprocent uppstår symptom som trötthet och ökad hjärtfrekvens.

source: content falls further, there is a risk of asphyxiation.
sv: Sjunker syrehalten ytterligare finns risk för kvävning.

source: If the oxygen content of the air exceeds 21% by volume, flammable substances would ignite more easily, which augments the risk of fire.
sv: Om luftens syreinnehåll är högre än 21 volymprocent antänds brännbara ämnen lättare vilket ökar risken för brand.

source: Other circumstances which can augment the risk of ignition are contaminants of flammable gases or substances in the air.
sv: Andra omständigheter som kan öka risken för antändning är föroreningar av brännbara gaser eller ämnen i luften.

source: Suitable measures for providing fast and effective assistance may, for example, be hoisting equipment for retrieving employees working in silos, cisterns, material containers and suchlike.
sv: Lämpliga åtgärder för att kunna ge snabb och effektiv hjälp kan t.ex. vara utrustning för att kunna hissa upp arbetstagare som utför arbete i silos, tank, materialbehållare och liknande.

source: General Recommendations on work in confined spaces are contained in AFS 1993:3.
sv: Allmänna råd om arbete i slutet utrymme finns i AFS 1993:3.

source: They may also include areas where paint is being applied which contains organic solvents or thermosetting plastic components.
sv: innehåller organiska lösningsmedel eller härdplastkomponenter.

source: Still other areas include, for example, those where loud noise or welding flashes occur.
sv: Exempel på ytterligare andra områden är där starkt buller eller svetsblänk förekommer.

source: This stipulation is based on the idea of the workplace primarily being designed so that personal protective equipment will not be needed.
sv: Bestämmelsen bygger på tanken att arbetsplatserna i första hand skall utformas så att personlig skyddsutrustning inte behöver användas.

source: The same section makes the provision of personal protective equipment the employer’s responsibility.
sv: Enligt samma paragraf skall personlig skyddsutrustning tillhandahållas genom arbetsgivarens försorg.

source: Other personal protective equipment which can be needed for building or civil engineering work includes, for example, safety gloves, hearing protectors, respiratory protection, eye protectors, fall arrest devices and protective clothing.
sv: Exempel på annan personlig skyddsutrustning som kan behövas vid byggnads- eller anläggningsarbete är skyddshandskar, hörselskydd, ögonskydd, andningsskydd, fallskydd och skyddskläder.

source: A life jacket may also be needed, e.g. for work on bridges.
sv: Vid t.ex. arbete på broar kan även flytväst behövas.

source: Stipulations on life-saving devices where there is a risk of drowning are contained in Sections 9 and 11 of the Ordinance of the National Board of Occupational Safety and Health (AFS 1981:14) on Protection Against Injuries Due to Falls.
sv: Bestämmelser om anordningar för räddning vid risk för drunkning finns i 9 och 11 §§ Arbetarskyddsstyrelsens kungörelse (AFS 1981:14) om skyddsåtgärder mot skada genom fall.

source: See also the Board’s Ordinance (AFS 1982:3) on Solitary Work.
sv: Se även Arbetarskyddsstyrelsens kungörelse (AFS 1982:3) om ensamarbete.

source: People can be temporarily present on a construction site without actually carrying out building or civil engineering work.
sv: Av och till uppehåller sig personer tillfälligt på en byggarbetsplats utan att utföra byggnads- eller anläggningsarbete.

source: with a driver delivering building products to a housing construction site or asphalt for road construction.
sv: Det kan gälla t.ex. en chaufför som levererar byggprodukter till ett husbygge eller asfalt till ett vägbygge.

source: It is essential that these persons should also be informed of the hazards of the construction site and of the importance of wearing the necessary personal protective equipment.
sv: Det är angeläget att även sådana personer informeras om riskerna på byggarbetsplatsen och om vikten av att bära den personliga skyddsutrustning som behövs.

source: The ultimate responsibility for identifying the risks and issuing instructions rests, however, with their employers.
sv: Ytterst ankommer det dock på dennes arbetsgivare att ta reda på riskerna och ge instruktioner.

source: App. 2 contains a list which may furnish guidance for the selection of personal protective equipment.
sv: I bilaga 2 finns en lista som kan vara till ledning när personlig skyddsutrustning skall väljas.

source: The stipulations in this part are particularly concerned with earthworks.
sv: Bestämmelserna i detta avsnitt tar särskilt sikte på markarbete.

source: Work of this kind is also subject to other stipulations of these Provisions where applicable, e.g. Sections 23-25, 38-44, 46, 53 and 63.
sv: För sådant arbete gäller dessutom övriga bestämmelser i föreskrifterna i tillämpliga delar, bl.a. 23–25, 38–44, 46, 53 och 63 §§.

source: The work environment plan shall indicate the special measures needing to be taken (see Section 11).
sv: Av arbetsmiljöplanen skall framgå vilka särskilda åtgärder som behöver vidtas (se 11 §).

source: For deep excavations and where ground conditions can be expected to cause difficulty, it is important that the need for slope gradients, supportive structures or other reinforcement measures be calculated and assessed before earthworks are commenced.
sv: Vid större schaktdjup och vid markförhållanden som kan förväntas medföra svårigheter är det viktigt att behovet av släntlutningar, stödkonstruktioner eller andra förstärkningsåtgärder beräknas och bedöms innan markarbetena påbörjas.

source: This calculation and assessment should be carried out by someone with the requisite knowledge of soil mechanics.
sv: Denna beräkning och bedömning bör utföras av någon som har erforderliga geotekniska kunskaper.

source: If changes occur on the worksite or if the particulars in the building documents prove to be incorrect, the assessment may have to be revised.
sv: Om det inträffar förändringar på arbetsplatsen eller om det visar sig att uppgifterna i bygghandlingarna inte är korrekta kan bedömningen behöva revideras.

source: Where excavation is on such a scale as to involve a risk of collapse causing injury to personnel, it is important that the ground surrounding the excavation should be continuously checked for subsidence or cracks.
sv: Vid schaktning av sådan omfattning att det finns risk för personskada om ras inträffar är det viktigt att fortlöpande kontrollera marken omkring schakten med avseende på sättningar eller sprickor.

source: For deep excavation inside sheet piling, special monitoring and alarm systems may need to be used to achieve adequate safety.
sv: Vid schaktning till större djup inom spont kan särskilda övervaknings- och larmsystem behöva användas för att få betryggande säkerhet.

source: This margin is needed to prevent the inrush of stones and other material into the excavation.
sv: Den marginalen behövs för att undvika att stenar och annat rasar ner i schaktgropen.

source: Sometimes a screen may need to be put up to exclude soil, stone, tools etc. from the excavation.
sv: Ibland kan en skärm som hindrar att jord, sten, verktyg etc. faller ner i schakten, behöva sättas upp.

source: To ensure that the excavation does not collapse from overloading, a far greater margin than 0.5 metre is usually needed.
sv: För att säkerställa att schakten inte rasar på grund av överbelastning behövs i regel betydligt större avstånd än 0,5 meter.

source: The safe distance must be calculated with reference to excavation depth, materials in the ground, water table etc.
sv: Bedömningen av vad som är säkert avstånd får göras med hänsyn till schaktdjup, material i grunden, grundvattennivå m.m.

source: The stipulations in this part are particularly concerned with demolition work.
sv: Bestämmelserna i detta avsnitt tar särskilt sikte på rivningsarbete.

source: Work of this kind is also subject to other stipulations of these Provisions where applicable, e.g. Sections 19, 23, 24, 48 and 60.
sv: För sådant arbete gäller dessutom övriga bestämmelser i föreskrifterna i tillämpliga delar, bl.a. 19, 23, 24, 48 och 60 §§.
